Enterprise_Serivces/Cert/SilverGroup2/CSLStoreInformationService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/storeinformation/contracts/2010/08/IStoreInformationService/GetStoreInformation</wsa:Action><wsa:MessageID>uuid:03ea0fa2-2279-4dbc-a5d1-c59a9f296a76</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslstoreinformationserviceqa1.testgs.pvt/StoreInformationService.svc</wsa:To></soap:Header><soap:Body><GetStoreInformation xmlns="http://www.gamestop.com/services/csl/storeinformation/contracts/2010/08"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><CountryCode xmlns="http://www.gamestop.com/services/csl/storeinformation/entities/2010/08">US</CountryCode><StoreId xmlns="http://www.gamestop.com/services/csl/storeinformation/entities/2010/08">8130</StoreId><StoreNumber xmlns="http://www.gamestop.com/services/csl/storeinformation/entities/2010/08">6</StoreNumber></request></GetStoreInformation></soap:Body></soap:Envelope>